Repository: 5509850/wpremotecontrolclient
Catalog: remotecontrolclient/Resources/AppResources.*.resx
Languages: be_by

# ResourceLanguage
source: en-US
be_by: be-BY

# ApplicationTitle
source: REMOTE CONTROL PC
be_by: ПУЛЬТ ПК

# AppBarButtonText
source: add
be_by: дадаць

# AppBarMenuItemText
source: Menu
be_by: Пункт меню

source: About
be_by: Аб праграме

source: Music
be_by: Музыка

source: Photo
be_by: Фота

# setting
source: Settings
be_by: Налады

# tv
source: TV tuner Behold
be_by: ТБ тюнер Behold

source: Video
be_by: Відэа

# wifioff
source: Wi-Fi is OFF
be_by: Wi-Fi ВЫКЛ.

# about1
source: Remote Control PC required installed on the computer RC SERVER. You can download it from the site ALEXSOFT.IN
be_by: Для працы праграмы Пульт ПК неабходна ўсталяваць на кампутар праграму RC SERVER. Спампаваць яе можна з сайта ALEXSOFT.IN

# about2
source: The program is designed to control your PC from your smartphone via a shared Wi-Fi network. Remote controls playback of movies, music, photos, TV tuner 'Behold TV'. Is a function of scan, sort and search your media files.
be_by: Праграма прызначана для кіравання ПК са смартфона праз агульную Wi-Fi сетку. Пульт кіруе прайграваннем фільмаў, музыкі, фатаграфій ТБ цюнэра 'Behold TV'. Ёсць функцыя сканавання, сартавання і пошуку медыяфайлаў.

# allip
source: All IP (UDP)
be_by: Усе IP (UDP)

source: Auto code
be_by: аўто код

source: cat
be_by: кот

source: Code
be_by: Код

source: Dubai
be_by: Дубай

source: Goa
be_by: Гоа

# ip
source: IP address
be_by: IP адрас сервера

# mac
source: MAC address
be_by: MAC адрас

source: Minsk
be_by: Мінск

# stambul
source: Istanbul
be_by: Стамбул

# topic
source: BACKGROUND
be_by: ТЭМА

source: Vibro
be_by: Виброотклик

# volblock
source: Vol. Lock
be_by: Блак. гучнасці

source: Albums
be_by: Альбомам

source: All album
be_by: Увесь альбом

source: All folder
be_by: Усю тэчку

# allrandom
source: All track random
be_by: Усе трэкі выпадкова

# allscan
source: Full scan
be_by: Скан ўсё

source: All track
be_by: Усе трэкі па парадку

source: Artist
be_by: Артысту

# artists
source: Artist
be_by: Выканаўцы

# audiofile
source: Audio files
be_by: Аўдыё файлы

# channel
source: channel selection
be_by: выбар тэлеканала

source: Close
be_by: Зачыніць

source: Delete
be_by: Выдаліць

# fav
source: Favorite
be_by: фаварытам

source: Folder
be_by: Тэчцы

source: hibernate
be_by: Спячы рэжым Hibernate

# lockscreen
source: lock scren (screensaver)
be_by: блакаваць экран

# min1
source: 1 min
be_by: 1 хвіліна

# min10
source: 10 min
be_by: 10 хвілін

# min120
source: 2 hours
be_by: 2 гадзіны

# min150
source: 2.5 hours
be_by: 2.5 гадзіны

# min180
source: 3 hours
be_by: 3 гадзіны

# min20
source: 20 min
be_by: 20 хвілін

# min3
source: 3 min
be_by: 3 хвіліны

# min30
source: 30 min
be_by: 30 хвілін

# min45
source: 45 min
be_by: 45 хвілін

# min5
source: 5 min
be_by: 5 хвілін

# min60
source: 1 hour
be_by: 1 гадзіну

# min90
source: 1.5 hour
be_by: 1.5 гадзіны

source: Name
be_by: Iмя

# offtimer
source: Turn Off Sleep Mode
be_by: - = Выкл таймер = -

# one
source: One track
be_by: Адзін трэк

# photos
source: List of photo
be_by: Фатаграфіі

# playlist
source: Create playlist
be_by: У плэйліст

source: Power Menu
be_by: меню выключэнне ПК

source: power OFF
be_by: выключыць

source: -=power ON=-
be_by: -=ўкл=-

source: reboot
be_by: перазагрузка

source: Scan
be_by: Скан

source: Search
be_by: Пошук

source: shutdown
be_by: завяршэнне працы

# sortby
source: Sort media files by:
be_by: Сартаваць медыя файлы па:

source: standby
be_by: Рэжым чакання Standby

source: Stop
be_by: Стоп

source: Time
be_by: Часу

# timeoff
source: PC shutdown over:
be_by: ПК выключыцца праз:

# timer
source: Timer menu
be_by: Меню таймер

# videofile
source: Video files
be_by: Відэа файлы

# deletephoto
source: Are you shure you want to delete?
be_by: Выдаліць фота?

# delfile
source: Deleting a file
be_by: выдаленне файла

# delmovies
source: Remove the film?
be_by: Выдаліць фільм?

# ipbad
source: Error connecting to server - invalid IP address of the server or on the PC is not running RC
be_by: Памылка падлучэння да сервера! Няправільны IP адрас сервера або на ПК не запушчаны RC Server

# ipnotcorret
source: incorrect IP address!
be_by: некарэктны IP адрас!

# macnotcorrect
source: MAC address is incorrect!
be_by: некарэктны MAC адрас!

# networkerror
source: Uncertain network error!
be_by: Нявызначаная памылка сеткі!

# noip
source: Error! Not enter correct IP address of server.
be_by: Памылка! У наладах Ня вызначаны IP адрас сервера

# volmasteroff
source: Volume control is disabled
be_by: Кіраванне гучнасцю адключана

# wifinoconnect
source: Error! Phone is not connected to a Wi-Fi network
be_by: Памылка! Тэлефон не падлучаны да Wi-Fi сеткі

# wifinointernet
source: Error! Wi-Fi network without the Internet
be_by: Памылка! Wi-Fi сетку без наяўнасці Інтэрнэту

# wifiofferror
source: Error! Wi-Fi is OFF. Need Wi-Fi for work.
be_by: Памылка! На тэлефоне выключаны Wi-Fi

# volmenu
source: Master Volume
be_by: Агульная гучнасць

# mac2
source: (For power ON PC)
be_by: (для ўключэння ПК)

# driveselect
source: Select Drive
be_by: вылучыце дыск

# videoselect
source: Select Videoplayer
be_by: Выберыце відэаплэер
